[
  { "q": "ما السبب الذي جعل رينيا تؤكد أن تصنيف إرادة الوحش داخل نواة مانا أرثر كـ SS غير عادل؟", "options": ["لأنها لا تخص وحشًا من مملكة إلينوار", "لأنها أعلى من رتبة SS فعلًا", "لأنها تعود لوحش منقرض", "لأنها لم تُدمج بالكامل في نواة أرثر"], "correct": 1 },
  { "q": "سيلفيا قالت إنها أنقذت أرثر لأنها رأت موته مضيعة ولأنه أنقذ أمه، ثم اعترفت لاحقًا أنها أرادت إبقاءه كطفل لها. ما المغزى الخفي من هذا التناقض؟", "options": ["أنها خططت لاستخدامه كورقة ضد أعدائها", "أن إنقاذه كان قرارًا عاطفيًا بحتًا منذ البداية", "أنها أرادت تسليته لفترة قصيرة فقط", "أنها احتاجت منه خدمة مستقبلية"], "correct": 1 },
  { "q": "ما العنصر أو القدرة التي يمكن للبشر التلاعب بها، بينما يعجز عنها الجان والأقزام مهما بلغ إتقانهم؟", "options": ["النباتات", "الصهارة", "الجاذبية", "الأشكال العليا للعناصر الأساسية"], "correct": 3 },
  { "q": "ما السبب المنطقي الأكثر احتمالًا لكون صاحبة الصوت اختارت إنقاذ أرثر وحده وترك الساحر يموت رغم قدرتها على التدخل؟", "options": ["اعتقادها أن الساحر كان يحتضر بالفعل", "عدم قدرتها على استخدام سحر الشفاء على شخصين معًا", "حماية هويتها ومنع كشف موقعها", "رغبتها في اختبار قدرة أرثر على النجاة"], "correct": 2 },
  { "q": "أي تفصيلة في القتال ضد قطاع الطرق كشفت عن خطأ تقديرهم لقوة فريق أرثر، مما ساهم في هزيمتهم السريعة؟", "options": ["عدم توقعهم أن كل فرد في الفريق تقريبًا قادر على استخدام السحر", "افتراضهم أن لا أحد في الفريق يستطيع القتال أثناء حماية العربة", "ظنهم أن الفريق يملك ساحرًا واحدًا فقط", "اعتقادهم أن أدم هو الوحيد القادر على القتال القريب"], "correct": 0 },
  { "q": "أي إشارة خفية في الفصل الثامن قد تدل على أن المنطقة التي وجد فيها أرثر مشبعة بالمانا بشكل غير طبيعي وليست منطقة عادية من عالمه؟", "options": ["اختفاء تام لأي وحوش مانا أو مفترسات", "وجود النهر الضيق والمياه النقية", "سرعة تعافيه الجسدي بعد السقوط", "انخفاض واضح في درجة الحرارة"], "correct": 2 },
  { "q": "وفقًا لشرح فيريون، لماذا لا تُعتبر مرحلة الإندماج دائمًا أقوى من مرحلة الإكتساب؟", "options": ["لأن الإندماج يضعف مقاومة المروض لإرادة الوحش", "لأن الإكتساب يمنح قدرة متخصصة قد تتفوق على تعدد قدرات الإندماج في مواقف معينة", "لأن الإندماج يستهلك طاقة المروض بسرعة أكبر", "لأن الإكتساب لا يتطلب بصيرة أو تنوير"], "correct": 1 },
  { "q": "ما هو العامل الأساسي الذي يجعل أرثر مروض وحوش نادر مقارنة بالمروضين الزائفين؟", "options": ["قوة نواة المانا لديه", "سرعة استيعابه للمانا", "حصوله على إرادة الوحش طوعًا من الكائن نفسه", "تدريبه على يد مروض وحوش في المرحلة الثانية"], "correct": 2 },
  { "q": "بناءً على الأحداث، ما الدليل غير المباشر الذي يشير إلى أن أرثر بدأ فعليًا في التلاعب بالمانا قبل سن المراهقة، على عكس ما ورد في الكتب؟", "options": ["شعور والدته بأن لديه نظرة ذكية أحيانًا", "حبه للزحف إلى غرفة الدراسة", "جلوسه القرفصاء وإغلاق عينيه مرارًا", "تقليده لتمارين والده"], "correct": 2 },
  { "q": "أي سمة في عرض فيريون لمرحلة الإندماج جعلت أرثر غير قادر على اكتشاف موقعه حتى وهو أمامه مباشرة؟", "options": ["امتصاصه للمانا المحيطة بالكامل", "زيادة سرعته إلى مستوى التنقل الفوري", "استخدامه لتعويذة إخفاء متقدمة", "تحوله الجسدي إلى هيئة نمر الظل"], "correct": 0 },
  { "q": "ما الدليل الخفي في الحوار والأحداث على أن فيريون كان يختبر أرثر عمدًا منذ لحظة لقائهما الأولى، وليس فقط أثناء التدريب بالسيف؟", "options": ["تجاهله لمكان تيسيا أثناء الهجوم", "استخدامه عصا مطاطية بدل سلاح حقيقي", "إخفاء هالته تمامًا عند ظهوره أمام تيسيا وأرثر", "جلوسه بعيدًا عن أرثر على الطاولة"], "correct": 2 },
  { "q": "في شرح آرثر لاختلاف التعامل مع العناصر بين المعززين والسحرة، ما السبب الرئيسي الذي يجعل بعض المعززين قادرين على إظهار عنصرهم في شكل مادي؟", "options": ["امتلاك نواة مانا أكبر من السحرة", "الوصول إلى مستوى فهم كامل لعنصرهم الأساسي", "استخدام أدوات خارجية لتعزيز المانا", "تدريب بدني مكثف على القتال اليدوي"], "correct": 1 },
  { "q": "سيلفيا ذكرت أن أرثر سيسمع صوتها مجددًا عند وصول نواة المانا لديه إلى مستوى ما بعد المرحلة البيضاء، لكنها لم تشرح كيف سيعرف أنه بلغ تلك المرحلة. ما التفسير الأكثر دقة؟", "options": ["لأنها لا تستطيع التنبؤ بالوقت الذي سيستغرقه للوصول إليها، وأي تحديد قد يخلق ضغطًا نفسيًا أو توقعًا زائفًا", "لأنها أرادت اختباره لمعرفة إن كان سيصل لذلك المستوى بالاعتماد على ذاته وفهمه دون إرشاد", "لأنها تخشى أن يكشف أعداؤها الرسالة إذا عرفوا أن هناك مستوى أعلى من الأبيض", "لأن آلية الوصول إلى ما بعد الأبيض مرتبطة بإرادتها المزروعة فيه، والتي ستفعّل نفسها تلقائيًا بمجرد تحقيق الشرط، فلا حاجة لإخباره بالطريقة"], "correct": 3 },
  { "q": "في لحظة مواجهة العدو، تجمد كل شيء ما عدا سيلفيا وأرثر. أي تفسير أكثر ترجيحًا لهذه الظاهرة؟", "options": ["أن سيلفيا أوقفت الزمن فعليًا", "أن سيلفيا أخرجتهما من تدفق الزمن للمجال الحالي", "أن العدو وقع تحت تعويذة إبطاء قوية", "أن البوابة بدأت بسحب المانا من المكان مسببة الجمود"], "correct": 1 },
  { "q": "تقنية تداول المانا التي أوصت سيلفيا بتعلمها قبل نضج النواة، ما السبب العميق وراء حصر إتقانها في هذه المرحلة العمرية؟", "options": ["لأن الأطفال أكثر قدرة على التكيف مع بيئات مانا متغيرة", "لأن العقل لم يتعود بعد على أنماط استخدام ثابتة للمانا", "لأن جسم الطفل يسمح بتجزئة الإدراك العصبي قبل أن تثبت المسارات السحرية", "لأن المانا في هذه المرحلة تكون أكثر نقاءً"], "correct": 2 }
]
